Repository: mohamedelnahal/Serr-Game
Catalog: lib/l10n/app_*.arb
Languages: ar

source: New Game
ar: لعبة جديدة

source: Players
ar: اللعيبة

source: Topics
ar: المواضيع

source: Add Player
ar: ضيف لعيب

source: Player Name
ar: اسم اللعيب

# nameRequired
source: Name is required
ar: لازم تكتب اسم

source: Start Game
ar: ابدأ اللعب

# imposterCount
source: Imposters
ar: عدد الجواسيس

source: Ready?
ar: جاهز يا بطل؟

# passTo
source: Pass device to {name}
ar: باصي الموبايل لـ {name}

source: Scratch to reveal
ar: خربش عشان تشوف

source: YOU ARE THE SPY!
ar: انت الجاسوس!

# yourWordIs
source: Your Word:
ar: كلمتك هي:

source: Next Player
ar: اللعيب اللي بعده

source: Language
ar: اللغة

source: Settings
ar: الاعدادات

# egyptianArabic
source: Arabic
ar: عربي

source: English
ar: انجليزي

# donotLetThemCatchYou
source: Don't let them catch you!
ar: ماتخليش حد يقفشك!

source: Who is the Spy?
ar: مين الجاسوس؟

source: Save
ar: حفظ

source: Cancel
ar: الغاء

# spyWith
source: With {names}
ar: ومعاك {names}

source: Find the Knower Mode
ar: وضع اكتشاف العارف

# everyoneIsSpyExceptOne
source: Everyone is a spy except one!
ar: الكل جواسيس ما عدا واحد!

source: Random Topic
ar: موضوع عشوائي

source: Manage Topics
ar: إدارة المواضيع

# noPlayersYet
source: No players yet. Add some
ar: مفيش لعيبة لسه. ضيف شوية!

source: No topics available
ar: مفيش مواضيع متاحة

source: Select Topic
ar: اختار موضوع

source: Camera
ar: كاميرا

source: Gallery
ar: الاستوديو

source: REMOVE
ar: حذف

# maxImpostersMessage
source: Max imposters for {count} players is {max}
ar: أقصى عدد جواسيس لـ {count} لعيبة هو {max}
